Repository: aeecleclair/Titan
Catalog: lib/l10n/app_*.arb
Languages: fr

# voteVotesCounted
source: Votes counted
fr: Votes dépouillés

# voteVotesOpened
source: Votes opened
fr: Votes ouverts

# voteWarning
source: Warning
fr: Attention

# voteWarningMessage
source: Selection will not be saved. Do you want to continue?
fr: La sélection ne sera pas sauvegardée. Voulez-vous continuer ?

# moduleAdvert
source: Advert
fr: Annonce

# moduleBooking
source: Booking
fr: Réservation

# moduleCalendar
source: Calendar
fr: Calendrier

# moduleCinema
source: Cinema
fr: Cinéma

# moduleEvent
source: Event
fr: Événement

# moduleLoan
source: Loan
fr: Prêt

# modulePhonebook
source: Phonebook
fr: Annuaire

# modulePurchases
source: Purchases
fr: Achats

# moduleRaffle
source: Raffle
fr: Tombola

# moduleRecommendation
source: Recommendation
fr: Bons plans

# moduleSeedLibrary
source: Seed Library
fr: Grainothèque

# moduleSettings
source: Settings
fr: Paramètres

# moduleAdmin
source: Admin
fr: Adminitration

# moduleOthers
source: Others
fr: Autres

# modulePayment
source: Payment
fr: Paiement

# paiementTopUp
source: Top-up
fr: Recharge

# paiementDeleteStore
source: Delete store
fr: Supprimer l'association

# paiementDeleteStoreDescription
source: Are you sure you want to delete this store?
fr: Voulez-vous vraiment supprimer cette association ?

# paiementDeleteStoreError
source: Unable to delete the store
fr: Impossible de supprimer l'association

# paiementStoreDeleted
source: Store deleted
fr: Association supprimée

# paiementAddThisDevice
source: Add this device
fr: Ajouter cet appareil

# paiementThisDevice
source: (this device)
fr: (cet appareil)

# paiementCancelled
source: Cancelled
fr: Annulé

# paiementThe
source: The
fr: Le

# paiementOf
source: of
fr: de

# paiementRefundedThe
source: Refunded on
fr: Remboursé le

# paiementAt
source: at
fr: à

# paiementPleaseAcceptTOS
source: Please accept the Terms of Service.
fr: Veuillez accepter les Conditions Générales d'Utilisation.

# paiementAskDeviceActivation
source: Device activation request
fr: Demande d'activation de l'appareil

# paiementDeviceActivationReceived
source: The activation request has been received, please check your email to finalize the process
fr: La demande d'activation est prise en compte, veuilliez consulter votre boite mail pour finaliser la démarche

# paiementRevokeDevice
source: Revoke device?
fr: Révoquer l'appareil ?

# paiementRevokeDeviceDescription
source: You will no longer be able to use this device for payments
fr: Vous ne pourrez plus utiliser cet appareil pour les paiements

# paiementDeviceRevoked
source: Device revoked
fr: Appareil révoqué

# paiementDeviceRevokingError
source: Error while revoking device
fr: Erreur lors de la révocation de l'appareil

# paiementPleaseAcceptPopup
source: Please allow popups
fr: Veuillez autoriser les popups

# paiementProceedSuccessfully
source: Payment completed successfully
fr: Paiement effectué avec succès

# paiementCancelledTransaction
source: Payment cancelled
fr: Paiement annulé

# paiementPleaseEnterMinAmount
source: Please enter an amount greater than 1
fr: Veuillez entrer un montant supérieur à 1

# paiementMaxAmount
source: The maximum wallet amount is
fr: Le montant maximum de votre portefeuille est de

# paiementPayWithHA
source: Pay with HelloAsso
fr: Payer avec HelloAsso

# paiementBalanceAfterTopUp
source: Balance after top-up:
fr: Solde après recharge :

# paiementPersonalBalance
source: Personal balance
fr: Solde personnel

# paiementDevices
source: Devices
fr: Appareils

# paiementPay
source: Pay
fr: Payer

# paiementDeviceNotRegistered
source: Device not registered
fr: Appareil non enregistré

# paiementDeviceNotRegisteredDescription
source: Your device is not registered yet. To register it, please go to the devices page.
fr: Votre appareil n'est pas encore enregistré. Pour l'enregistrer, veuillez vous rendre sur la page des appareils.

# paiementAccessPage
source: Access the page
fr: Accéder à la page

# paiementDeviceNotActivated
source: Device not activated
fr: Appareil non activé

# paiementDeviceNotActivatedDescription
source: Your device is not yet activated. To activate it, please go to the devices page.
fr: Votre appareil n'est pas encore activé. Pour l'activer, veuillez vous rendre sur la page des appareils.

# paiementReactivateRevokedDeviceDescription
source: Your device has been revoked. To reactivate it, please go to the devices page.
fr: Votre appareil a été révoqué. Pour le réactiver, veuillez vous rendre sur la page des appareils.

# paiementDeviceRecoveryError
source: Error while retrieving device
fr: Erreur lors de la récupération de l'appareil

# paiementGetBalanceError
source: Error while retrieving balance:
fr: Erreur lors de la récupération du solde :

# paiementLastTransactions
source: Latest transactions
fr: Dernières transactions

# paiementGetTransactionsError
source: Error while retrieving transactions:
fr: Erreur lors de la récupération des transactions :

# paiementStoreBalance
source: Store balance
fr: Solde associatif

# paiementScan
source: Scan
fr: Scanner

# paiementManagement
source: Management
fr: Gestion

# paiementHistory
source: History
fr: Historique

# paiementHandOver
source: Handover
fr: Passation

# paiementStores
source: Stores
fr: Associations

# paiementAdmin
source: Administrator
fr: Administrateur

# paiementSuccededTransaction
source: Successful payment
fr: Paiement réussi

# paiementNewCGU
source: New Terms of Service
fr: Nouvelles Conditions Générales d'Utilisation

# paiementDecline
source: Decline
fr: Refuser

# paiementAccept
source: Accept
fr: Accepter

# paiementAmount
source: Amount
fr: Montant

# paiementValidUntil
source: Valid until
fr: Valide jusqu'à

# paiementClose
source: Close
fr: Fermer

# paiementPleaseEnterValidAmount
source: Please enter a valid amount
fr: Veuillez entrer un montant valide

# paiementPleaseAuthenticate
source: Please authenticate
fr: Veuillez vous authentifier

# paiementNoThanks
source: No thanks
fr: Non merci

# paiementAuthentificationFailed
source: Authentication failed
fr: Échec de l'authentification

# paiementPleaseAddDevice
source: Please add this device to pay
fr: Veuillez ajouter cet appareil pour payer

# paiementPayment
source: Payment
fr: Paiement

# paiementBalanceAfterTransaction
source: Balance after payment:
fr: Solde après paiement :

# paiementCancel
source: Cancel
fr: Annuler

# paiementLimitedTo
source: Limited to
fr: Limité à

# paiementScanCode
source: Scan a code
fr: Scanner un code

# paiementNext
source: Next
fr: Suivant

# paiementCancelTransaction
source: Cancel transaction
fr: Annuler la transaction

# paiementTransactionCancelled
source: Transaction cancelled
fr: Transaction annulée

# paiementTransactionCancelledDescription
source: Are you sure you want to cancel the transaction of
fr: Voulez-vous vraiment annuler la transaction de

# paiementTransactionCancelledError
source: Error while cancelling the transaction
fr: Erreur lors de l'annulation de la transaction

# paiementNoMembership
source: No membership
fr: Aucune adhésion

# paiementNoMembershipDescription
source: This product is not available to non-members. Confirm the payment?
fr: Ce produit n'est pas disponnible pour les non-adhérents. Confirmer l'encaissement ?

# paiementQRCodeAlreadyUsed
source: QR Code already used
fr: QR Code déjà utilisé

# paiementCameraPermissionRequired
source: Camera permission required
fr: Permission d'accès à la caméra requise

# paiementCameraPerssionRequiredDescription
source: To scan a QR Code, you must allow camera access.
fr: Pour scanner un QR Code, vous devez autoriser l'accès à la caméra.

# paiementSettings
source: Settings
fr: Paramètres

# paiementReceived
source: Received
fr: Reçu

# paiementSpent
source: Spent
fr: Déboursé

# paiementSellerRigths
source: Seller rights
fr: Droits du vendeur

# paiementCanBank
source: Can collect payments
fr: Peut encaisser

# paiementCanSeeHistory
source: Can view history
fr: Peut voir l'historique

# paiementCanCancelTransaction
source: Can cancel transactions
fr: Peut annuler des transactions

# paiementCanManageSellers
source: Can manage sellers
fr: Peut gérer les vendeurs

# paiementAddedSeller
source: Seller added
fr: Vendeur ajouté

# paiementAddingSellerError
source: Error while adding seller
fr: Erreur lors de l'ajout du vendeur

# paiementBank
source: Collect
fr: Encaisser

# paiementSeeHistory
source: View history
fr: Voir l'historique

# paiementCancelTransactions
source: Cancel transactions
fr: Annuler les transactions

# paiementManageSellers
source: Manage sellers
fr: Gérer les vendeurs

# paiementStructureAdmin
source: Structure administrator
fr: Administrateur de la structure

# paiementRightsOf
source: Rights of
fr: Droits de

# paiementRightsUpdated
source: Rights updated
fr: Droits mis à jour

# paiementRightsUpdateError
source: Error while updating rights
fr: Erreur lors de la mise à jour des droits

# paiementDeleteSellerDescription
source: Are you sure you want to delete this seller?
fr: Voulez-vous vraiment supprimer ce vendeur ?

# paiementDeletedSeller
source: Seller deleted
fr: Vendeur supprimé

# paiementDeletingSellerError
source: Error while deleting seller
fr: Erreur lors de la suppression du vendeur

# paiementDeleteSeller
source: Delete seller
fr: Supprimer le vendeur

# paiementAdd
source: Add
fr: Ajouter

# paiementAddSeller
source: Add seller
fr: Ajouter un vendeur

# paiementSellerError
source: You are not a seller of this store
fr: Vous n'êtes pas vendeur de cette association

# paiementSellersOf
source: Sellers of
fr: Les vendeurs de

# paiementModify
source: Edit
fr: Modifier

# paiementAStore
source: a store
fr: une association

# paiementStoreName
source: Store name
fr: Nom de l'association

# paiementSuccessfullyAddedStore
source: Store successfully added
fr: Association ajoutée avec succès

# paiementSuccessfullyModifiedStore
source: Store successfully updated
fr: Association modifiée avec succès

# paiementAddingStoreError
source: Error while adding the store
fr: Erreur lors de l'ajout de l'association

# paiementModifyingStoreError
source: Error while updating the store
fr: Erreur lors de la modification de l'association

# paiementRefund
source: Refund
fr: Remboursement

# paiementDoneTransaction
source: Transaction completed
fr: Transaction effectuée

# paiementRefundAction
source: Refund
fr: Rembourser

# paiementTotalDuringPeriod
source: Total during the period
fr: Total sur la période

# paiementMean
source: Average:
fr: Moyenne :

# paiementTransaction
source: Transaction
fr: ransaction

# paiementTransferStructure
source: Structure transfer
fr: Transfert de structure

# paiementYouAreTransferingStructureTo
source: You are about to transfer the structure to
fr: Vous êtes sur le point de transférer la structure à

# paiementTransferStructureDescription
source: The new manager will have access to all structure management features. You will receive an email to confirm this transfer. The link will only be active for 20 minutes. This action is irreversible. Are you sure you want to continue?
fr: Le nouveau responsable aura accès à toutes les fonctionnalités de gestion de la structure. Vous allez recevoir un email pour valider ce transfert. Le lien ne sera actif que pendant 20 minutes. Cette action est irréversible. Êtes-vous sûr de vouloir continuer ?

# paiementTransferStructureError
source: Error while transferring structure
fr: Erreur lors du transfert de la structure

# paiementTransferStructureSuccess
source: Structure transfer requested successfully
fr: Transfert de structure demandé avec succès

# paiementNextAccountable
source: Next responsible
fr: Prochain responsable
